IDEA StatiCa Open Model
ConnectionPoint.Name Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Name of Element
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
public:
property String^ Name {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace